[
  {
    "username": "discofalafel#5661",
    "avatar": "discofalafel.png",
    "content": "Übel geiles hosting. Vor allem die Website. Wenn das jemand auf der Endelon Seite liest: Hol dir schnell ein Server, denn die Leistung, der Service und der Support ist gut"
  },  
  {
    "username": "♡ Rita ♡#5480",
    "avatar": "rita.png",
    "content": "Geiler Hosting Dienst, guter und schneller Support Liebe Grüße gehen an Two Much Masu & Dalk 😄 <br />(Und gute performance ❤️ )"
  },
  {
    "username": "Steve_1507#0862",
    "avatar": "steve_1507.png",
    "content": "Beste Performance, man fühlt sich als wäre man bei einem Paid Hoster, aber sobald man in den Geldbeutel schaut, merkt man, dass noch alles da ist. Danke Endelon!"
  },
  {
    "username": "thejocraftfan1580#0001",
    "avatar": "thejocraftfan1580.gif",
    "content": "Ich selber finde die Website sehr geil gestaltet und auch sehr hilfreich. Ich habe schon 3 sachen geholt und war richtig zufrieden damit und empfehle es weiteren Freunden oder anderen Usern weiter die auch es benötigen und somit dann besser klar kommen wie sie das nun machen, aber ich selber brauchte auch bisschen Hilfe, aber dank Masusniper habe ich das einfach hinbekommen.<br />Danke das es Endelon Hosting gibt und diese Kostenlose möglichkeit 😄"
  },
  {
    "username": "Utopia__13#4229",
    "avatar": "utopia__13.png",
    "content": "Ich finde ihr habt die Qualität die selbst kostenpflichtige Hoster nicht oder nur sehr schwer aufbringen können. Es ist alles sehr übersichtlich gestaltet und der support ist immer eigentlich immer erreichbar. Dank euch eröffnen sich mir und bestimmt auch anderen kosten los ganz neue Möglichkeiten.<br /><br/>Danke❤️"
  },
  {
    "username": "HABUB#7372",
    "avatar": "habub.png",
    "content": "Vielen Dank für die guten und Leistungs starken Minecraft  Server Genauso für die anderen Server wie Discord bots oder ähnliches ihr seid besser als der ein oder andere Paid Hoster und habt mehr Auswahl an Servern auf support anfragen bekommt man auch Fivem Server oder ähnliches ihr seid zu meinem Standard Hoster geworden Nitrado, aternos, Ploudos ist vergangenheit. Der support ist auch schnell zu erreichen und auch immer sehr freundlich dafür das sie das gratis machen und bei anderen die für support bezahlt werden kriegt man nicht mal ne Antwort auf seine frage❤️❤️"
  },
  {
    "username": "RGBist#0122",
    "avatar": "rgbist.png",
    "content": "Ich habe mir vor kurzem einen Server für einen Python Bot geholt. Funktioniert einwandfrei. Endelon ist viel besser als manch anderer (kostenpflichtiger) Hoster. Ich kann es einfach nur empfehlen. Der Support ist auch nice. Sie sind effizient, schnell und höflich. 10/10"
  },
  {
    "username": "dhaslwanter#6614",
    "avatar": "dhaslwanter.png",
    "content": "Einfach  der beste Hoster. Hatte jz schon zwei kleine Probleme und beide wurden extrem schnell behoben. Liebe einfach das Angebot und dass alles kostenlos ist."
  }
]
