[
    {
        "type": "discord",
        "username": "gigelschwamm#4680",
        "avatar": "gigelschwamm.png",
        "content": "Hey, also ich bin jetzt hier auch schon so ca. 1 1/2 Jahre und ich muss echt sagen ich finds echt cool was ihr hier macht! 1. Ist es richtig ehrenhaft komplett kostenlose Gameserver einfach für jeden zur Verfügung zu stellen und 2. habt ihr ne echt nette Community und auch ein echt nettes Team. Man kann euch wirklich nur weiterempfehlen! Danke für alles!"
    },
    {
        "type": "discord",
        "username": "Zubam#4063",
        "avatar": "zubam.png",
        "content": "Endelon ist das beste Hosting überhaupt! Warum? Das kann ich euch sagen; Endelon vermietet Minecraftserver, Teamspeakserver, Discordbots + Runtime… Und noch mehr! Endelon macht es aber nicht für Geld, nein alles ist kostenlos! Und das Team ist so nett, man kann anfragen auf z.B. mehr RAM stellen und meist wird es genehmigt. Außerdem, alles ist gut übersichtlich und veränderbar. Also wenn es eine Sache gibt die ich zu sagen habe, ist es das ihr Endelon nutzen solltet!"
    },
    {
        "type": "discord",
        "username": "Steve_1507#0862",
        "avatar": "steve_1507.png",
        "content": "Masus, ich muss dir ein Lob aussprechen: Du schaffst es nicht nur, performante Server, die 24/7 und selbst mit intensiven Modpacks klarkommen, bereitzustellen, sondern auch, dies kostenlos zu tun. Soweit ich weiß, gibt es keinen vergleichlichen Serveranbieter."
    },
    {
        "type": "discord",
        "username": "» Joel#4461",
        "avatar": "joel.png",
        "content": "Ich habe mir gestern ein paar Server geholt und nach wenigen Sekunden konnte ich sie auch schon benutzen, die Leistung ist echt Top im Gegensatz zu anderem wo ich war, mein Musik Bot und mein Discord Bot laufen einwandfrei und lag frei die Musik Qualität ist so als würde man es auf Spotify oder sowas hören null Lags. Was ich ein bisschen Schade finde das Server schnell leer sind. Ich gebe euch 9/10 Sterne Und Respekt das du sowas auf die Beine stellen kannst Masus"
    },
    {
        "type": "discord",
        "username": "HABUB#7372",
        "avatar": "habub.png",
        "content": "Da ich Endelon Hosting jetzt schon etwas länger benutze auch das ein oder andere Projekt mit den Server gestartet habe und mir im Moment ein MC Server Netzwerk aufbaue und auch den ein oder anderen Fivem Server bei Endelon habe muss ich sagen ist das der beste Server Anbieter für free Hosting der auch den ein oder anderen Paid Hoster in den Schatten stellt also großes lob an Masusniper und das Team die so etwas möglich machen ❤️ und wenn ich könnte würde ich auch Werbung machen was nicht viel bringt da ich leider dafür keine Reichweite habe"
    },
    {
        "type": "discord",
        "username": "LightSeegurke 🐬#0996",
        "avatar": "lightseegurke.png",
        "content": "Ich finde Endelon Hosting ist einzigartig. Ich wollte mich für den freundlichen und schnellen Support, aber auch über das kostenlose hosten bedanken."
    },
    {
        "type": "discord",
        "username": "Speedo#1484",
        "avatar": "speedo.png",
        "content": "Seid ich von Masu auf Endelon angesprochen wurde, benutze ich nur diesen Anbieter. Die Server sind Top. Der Support ist auch immer schnell wenn es um Fragen oder Probleme geht. Ich habe euch schon vielen meiner Kumpels weiterempfohlen und nun finden wir euch alle gut😊 Vielen Dank für eure Leistungen 😁"
    },
    {
        "type": "discord",
        "username": "Cuddle_Monster🥺🧸#6969",
        "avatar": "cuddle_monster.png",
        "content": "Ich muss echt sagen Endelon ist der beste Free Hoster für Minecraft Server & Teamspeak Server etc, aber es fehlt etwas die Auswahl an Spielen, eine Auswahl für Ark Survival Evolved oder sowas in der Art wäre schon cool oder für DayZ, klar ich verstehe es ist Arbeit zu Programmieren usw aber eine größere Auswahl würde auch nicht schaden :)"
    },
    {
        "type": "discord",
        "username": "RealTarzan#2517",
        "avatar": "realtarzan.png",
        "content": "Extrem netter und schneller Support danke für Gratis Server❤️ einfach ehre"
    },
    {
        "type": "discord",
        "username": "〣│𝕋x𝕜𝕠𝕋x𝕔𝕙ツ#8082",
        "avatar": "txkotxch.png",
        "content": "Mega Nice es gibt so viel auswahl wie Discord bots , Minecraft server etc .. Sehr schneller Support und einfach Server gute . Es ist einfach der beste free hoster"
    },
    {
        "type": "discord",
        "username": "Ƒʉͫcͧкͭιͪηͣ dbxflame#6666",
        "avatar": "dbxflame.png",
        "content": "sehr schneller und guter support! weiter so!"
    },
    {
        "type": "discord",
        "username": "ℕ𝕣𝕨ℙlay#4580",
        "avatar": "nrwplay.png",
        "content": "Bester hoster der Welt 100/sternen krasse Performance usw. Danke danke danke liebes team"
    },
    {
        "type": "discord",
        "username": "TheEvilCrafter#7874",
        "avatar": "theevilcrafter.gif",
        "content": "Was endelon und @Masusniper angeht (und natürlich das ganze Team <3) kann man nur sprachlos sein. Die Leute machen hier echt krankes Zeug jeden einzelnen Tag, damit wir übelst gute Server jede Woche Freitag pünktlich um 15 Uhr bekommen können. Den Aufwand kann man nur schätzen, jeder der sowas nicht schätzen kann, soll sich bitte vergraben gehen. Ich könnte jetzt so viele tolle Dinge über Endelon sagen, da würde ich lange nicht fertig werden. Hier also in vereinfachter, verkürzter Version: Endelon ist das beste, was man so ziemlich überall finden könnte. Die Leute hier sind super freundlich, verstehen viel Spass und sind dazu auch noch (meistens xD) Kompetent wie nichts anderes. Man bekommt so richtig das Gefühl endlich einen Server gefunden zu haben, welcher schon fast ein fester Teil seines Lebens wird. Ihr seid hier alle zu gütig und meiner Meinung nach, schätzen die Leute hier das ganze manchmal zu wenig. Wer Endelon Hosting nicht kennt, verpasst etwas grosses! Kuss nochmal an alle vom Team und insbesondere an @Masusniper der such jeden Tag den Arsch aufreisst um uns hier etwas geiles zu ermöglichen"
    },
    {
        "type": "discord",
        "username": "discofalafel#5661",
        "avatar": "discofalafel.png",
        "content": "Übel geiles hosting. Vor allem die Website. Wenn das jemand auf der Endelon Seite liest: Hol dir schnell ein Server, denn die Leistung, der Service und der Support ist gut"
    },    
    {
        "type": "discord",
        "username": "♡ Rita ♡#5480",
        "avatar": "rita.png",
        "content": "Geiler Hosting Dienst, guter und schneller Support Liebe Grüße gehen an Two Much Masu & Dalk 😄 <br />(Und gute performance ❤️ )"
    },  
    {
        "type": "discord",
        "username": "Steve_1507#0862",
        "avatar": "steve_1507.png",
        "content": "Beste Performance, man fühlt sich als wäre man bei einem Paid Hoster, aber sobald man in den Geldbeutel schaut, merkt man, dass noch alles da ist. Danke Endelon!"
    },  
    {
        "type": "discord",
        "username": "thejocraftfan1580#0001",
        "avatar": "thejocraftfan1580.gif",
        "content": "Ich selber finde die Website sehr geil gestaltet und auch sehr hilfreich. Ich habe schon 3 sachen geholt und war richtig zufrieden damit und empfehle es weiteren Freunden oder anderen Usern weiter die auch es benötigen und somit dann besser klar kommen wie sie das nun machen, aber ich selber brauchte auch bisschen Hilfe, aber dank Masusniper habe ich das einfach hinbekommen.<br />Danke das es Endelon Hosting gibt und diese Kostenlose möglichkeit 😄"
    },  
    {
        "type": "discord",
        "username": "Utopia__13#4229",
        "avatar": "utopia__13.png",
        "content": "Ich finde ihr habt die Qualität die selbst kostenpflichtige Hoster nicht oder nur sehr schwer aufbringen können. Es ist alles sehr übersichtlich gestaltet und der support ist immer eigentlich immer erreichbar. Dank euch eröffnen sich mir und bestimmt auch anderen kosten los ganz neue Möglichkeiten.<br /><br/>Danke❤️"
    },  
    {
        "type": "discord",
        "username": "HABUB#7372",
        "avatar": "habub.png",
        "content": "Vielen Dank für die guten und Leistungs starken Minecraft  Server Genauso für die anderen Server wie Discord bots oder ähnliches ihr seid besser als der ein oder andere Paid Hoster und habt mehr Auswahl an Servern auf support anfragen bekommt man auch Fivem Server oder ähnliches ihr seid zu meinem Standard Hoster geworden Nitrado, aternos, Ploudos ist vergangenheit. Der support ist auch schnell zu erreichen und auch immer sehr freundlich dafür das sie das gratis machen und bei anderen die für support bezahlt werden kriegt man nicht mal ne Antwort auf seine frage❤️❤️"
    },  
    {
        "type": "discord",
        "username": "RGBist#0122",
        "avatar": "rgbist.png",
        "content": "Ich habe mir vor kurzem einen Server für einen Python Bot geholt. Funktioniert einwandfrei. Endelon ist viel besser als manch anderer (kostenpflichtiger) Hoster. Ich kann es einfach nur empfehlen. Der Support ist auch nice. Sie sind effizient, schnell und höflich. 10/10"
    },  
    {
        "type": "discord",
        "username": "dhaslwanter#6614",
        "avatar": "dhaslwanter.png",
        "content": "Einfach  der beste Hoster. Hatte jz schon zwei kleine Probleme und beide wurden extrem schnell behoben. Liebe einfach das Angebot und dass alles kostenlos ist."
    },
    {
        "type": "discord",
        "username": "MΛGIX#8599",
        "avatar": "magix.png",
        "content": "Endelon ist der beste kostenlose Hoster, den ich bis jetzt verwendet habe. ich habe mir einen Minecraft server geholt und er ist bis jetzt noch da (! ohne dass man nach x tagen bestätigen muss dass man weiter abonnieren möchte oder sonst was), außerdem ist der Support So schnell und freundlich wie bei keinem anderen Host. Was mir am besten gefällt, ist die Persönliche Hilfe von Supportern oder sogar dem inhaber. (Bei anderen bekommt man nur automatische Antworten von irgendwelchen Bots, die mir gar nichts bringen.) Zudem hat man vollen Zugriff auf Die Dateien des Servers*, kann eigene Plugins, versionen, oder sonst was hoch- und herunterladen. Somit sind eigene Modpacks ENDLICH spielbar. Großes Lob, MAGIX"
    },
    {
        "type": "discord",
        "username": "discofalafel#5661",
        "avatar": "discofalafel2.png",
        "content": "Ich mag endelon, Ich finde es auch gut das Masus sein 3/4 Leben dareinsteckt (kannst dir auch ruhig mal ne Pause gönnen, solange Rita und Spiegelei nicht in der Zeit das Ganze sagen hat ist das Ok XD (das mit rita ist halbspaß, die würde mich nämlich eh die ganze zeit wo Masus weg wäre timeouten)) Und ich finde es nice das Masus es auch aktiv Updatet"
    },
    {
        "type": "discord",
        "username": "zGamerZz#1211",
        "avatar": "zgamerzz.png",
        "content": "Schneller und netter Support ❤️"
    },
    {
        "type": "discord",
        "username": "DaniGamer#9337",
        "avatar": "danigamer.png",
        "content": "Also Endeleon ist richtig nicer hoster. Wenn ich dafür ne schulnote geben würde, würde ich eine 1+ geben. Aber über mehr Buckups würde ich mich freuen. Sonst für ein free Hoster ist es nice "
    },
    {
        "type": "discord",
        "username": "Ƒʉͫcͧкͭιͪηͣ dbxflame#6666",
        "avatar": "dbxflame.png",
        "content": "Schneller / guter support dazu bomben leistung was hier dargestellt wird und nicht zu vergessen, ehren aktion das ihr gratis hosting anbietet ! Weiter so !"
    },
    {
        "type": "discord",
        "username": "NrwPlay#9999",
        "avatar": "nrwplay.png",
        "content": "Ahhhhh EInfach Geil ich habe mir gerade einen Teamspeak Server Geholt der einfachso krank flüssig läuft ENDELON Best Hosting <img src=\"https://raw.githubusercontent.com/Endelon-Hosting/PublicWebsiteData/main/emotes/Hearts.gif\"> <img src=\"https://raw.githubusercontent.com/Endelon-Hosting/PublicWebsiteData/main/emotes/party.gif\"> <img src=\"https://raw.githubusercontent.com/Endelon-Hosting/PublicWebsiteData/main/emotes/masusniper.png\">"
    },
    {
        "type": "discord",
        "username": "Nerox#9999",
        "avatar": "nerox.png",
        "content": "10/10 einfach perfekt alle probleme die ich je hatte wurden gefixt als nächstes booste ich euren server kekw"
    },
    {
        "type": "discord",
        "username": "Teamzero#1680",
        "avatar": "teamzero.png",
        "content": "Gut war der support"
    },
    {
        "type": "discord",
        "username": "niggel2_0#8875",
        "avatar": "niggel2_0.png",
        "content": "Ich nutze dieses Hosting nun seit 2 Jahren und habe noch nie Leistungsprobleme gehabt, immer guten Support bekommen, für den Preis ist die Leistung wirklich ne 12/10 und ich hoffe das es weiter bestehen bleibt! <img src=\"https://raw.githubusercontent.com/Endelon-Hosting/PublicWebsiteData/main/emotes/masusniper.png\">"
    },
    {
        "type": "discord",
        "username": "!Ghostgamer#2501",
        "avatar": "ghostgamer.png",
        "content": "Ich weiß gar nicht was ich Sagen soll ihr seit ein Super Hosting,<br />habt schnellen und Netten Support,<br />nutze euch jetzt euch schon seit einiger Zeit und gibt nichts was Negativ auffallen würde.<br />Ihr habt so gut wie nie Downtimes was es sonst fast nirgends gibt. <br />Und mehr als nur Super, danke an das ganze Team (vorallem an Masu) und bestes Hosting ever kann man einfach ned Sagen!!!!!! <br />Absolutes 100/10"
    },
    {
        "type": "discord",
        "username": "NoPro200YT#0223",
        "avatar": "nopro200yt.png",
        "content": "Der Support ist sehr schnell und zuverlässig"
    },
    {
        "type": "discord",
        "username": "DomiPeter#2140",
        "avatar": "domipeter.png",
        "content": "Respekt an euch sowas habe ich noch nie erlebt damit ihr kostenlos RAM echt nice von euch sonst auch support nice support auch nach 0 Uhr ❤️"
    },
    {
        "type": "discord",
        "username": "discofalafel#5661",
        "avatar": "discofalafel2.png",
        "content": "Ich finde es auch mega Heftig, 4 Gb Ram. Sowas gibts nur bei anfragenhoster wie Dnodes die selten leute annehmen aber ihr macht das. Respekt<br />Deutscher Rekord ist das"
    },
    {
        "type": "discord",
        "username": "CYFOX#0001",
        "avatar": "cyfox.gif",
        "content": "Sehr sehr sehr sehr sehr sehr sehr sehr sehr nette Supporter + Nette Community"
    },
    {
        "type": "discord",
        "username": "Bensonheimer992#2317",
        "avatar": "bensonheimer.png",
        "content": "Respekt an euch sowas habe ich noch nie erlebt damit ihr kostenlos RAM echt nice von euch sonst auch support nice support auch nach 0 Uhr ❤️ echt geiler Hoster ich hoste ein Mc Server netzwerk Bots und ein Teamspeak ich hab nur einmal Downtime erlebt Richtig Toller Support kann man garnicht oft genug sagen also rihtig geil"
    },
    {
        "type": "discord",
        "username": "Florian | Flash0815#2824",
        "avatar": "florianflash.png",
        "content": "Super Service. Danke Marsu.<br/><br/>❤️, wenn ihr den Server gut findet."
    },
    {
        "type": "discord",
        "username": "Jesper#1336",
        "avatar": "jesper.png",
        "content": "So coole sonst Leistungen ... Und es ist so nice<br/>Echt Respekt<br/><img src=\"https://raw.githubusercontent.com/Endelon-Hosting/PublicWebsiteData/main/emotes/emerald1.png\"><img src=\"https://raw.githubusercontent.com/Endelon-Hosting/PublicWebsiteData/main/emotes/emerald1.png\"><img src=\"https://raw.githubusercontent.com/Endelon-Hosting/PublicWebsiteData/main/emotes/emerald1.png\"><img src=\"https://raw.githubusercontent.com/Endelon-Hosting/PublicWebsiteData/main/emotes/emerald1.png\"><img src=\"https://raw.githubusercontent.com/Endelon-Hosting/PublicWebsiteData/main/emotes/emerald1.png\"><br/>Gibt Fünf emeralds"
    },
    {
        "type": "discord",
        "username": "D_Gamet#0001",
        "avatar": "d_gamet.png",
        "content": "Ein sehr schneller und kompetenter Support, bei meiner Dummheit wird mir immer geholfen. 5/5 <img src=\"https://raw.githubusercontent.com/Endelon-Hosting/PublicWebsiteData/main/emotes/Star.png\">"
    },
    {
        "type": "discord",
        "username": "! AvoxY | KEKS#9999",
        "avatar": "keks.png",
        "content": "Der Support ist sehr schnell und sehr hilfsbereit <img src=\"https://raw.githubusercontent.com/Endelon-Hosting/PublicWebsiteData/main/emotes/yes2.png\">"
    },
    {
        "type": "discord",
        "username": "game master#6259",
        "avatar": "gamemaster.png",
        "content": "Der Support war gut 10 Sterne ⭐️"
    },
    {
        "type": "discord",
        "username": "NoPro200YT#0223",
        "avatar": "nopro200yt.png",
        "content": "Der Support ist nett und schnell!"
    },
    {
        "type": "discord",
        "username": "ShadowGamer1337TTV#3194",
        "avatar": "shadowgamer1337ttv.png",
        "content": "Schneller und netter Support der mein Problem sehr schnell gelöst hat"
    },
    {
        "type": "discord",
        "username":"NrwPlay#9999",
        "avatar": "nrwplay.png",
        "content": "Einfach wieder super ich habe gerade den Freundlichen Support angeschrieben und habe um. Mehr ram gebeten und schon hatte ich ihn ganz schnell und einfach VIELEN LIEBEN DANK!!!!"
    },
    {
        "type": "discord",
        "username": "Mr_Mistery27#4172",
        "avatar": "mrmistery27.png",
        "content": "schneller netter und cooler support immer wieder gerne ❤️"
    },
    {
        "type": "discord",
        "username":"NrwPlay#9999",
        "avatar": "nrwplay.png",
        "content": "SUper schnelller kompeteneter und einfach super support !!!"
    },
    {
        "type": "google",
        "username": "Scar",
        "avatar": "scar.png",
        "content": "guter hosting dienst liebe grüße",
        "stars": 5
    },
    {
        "type": "google",
        "username": "Damian Haslwanter",
        "avatar": "damian.png",
        "content": "Jedes mal aufs neue wenn man irgendetwas braucht bekommt man sofort Hilfe und einfach echt sehr gute und hochwertige Server!",
        "stars": 5
    },
    {
        "type": "google",
        "username": "Alex (random.alex)",
        "avatar": "alex.png",
        "content": "1-A Hosting, keine Probleme",
        "stars": 5
    },
    {
        "type": "google",
        "username": "Discofalafel",
        "avatar": "discofalafel3.png",
        "content": "Sehr Geiles Hosting, Masu ist nett. Nur manchmal Leicht Reizbar aber sonst ein ehrenmann",
        "stars": 5
    },
    {
        "type": "google",
        "username": "Ghostgamer",
        "avatar": "ghostgamer2.png",
        "content": "Einfach bestes Hosting ever:\nNetter und schneller Support.\nHelfen bei jedem Problem und sind sehr genau.\nDanke an das ganze Team und vor allem an Masu\n\n👍👍👍👍👍👍👍",
        "stars": 5
    },
    {
        "type": "google",
        "username": "Tom Jäger",
        "avatar": "tom.png",
        "content": "Mega guter und extremer Netter Service. Der Support ist unglaublich nett und man findet nichts schlechtes an diesen Projekt.\n\nDanke an alle die da mitmachen\n:)",
        "stars": 5
    },
    {
        "type": "google",
        "username": "Kilian Gotthardt",
        "avatar": "kilian2.png",
        "content": "Hey, also ich bin jetz hier auch schon so ca. 1 1/2 Jahre (und bin jetz tatsächlich auch Moderator auf Discord xD) und ich muss echt sagen ich finds echt cool was ihr hier macht!  1. Ist es richtig ehrenhaft komplett kostenlose Gameserver einfach für jeden zur Verfügung zu stellen und 2. habt ihr ne echt nette Community und auch ein echt nettes Team. Man kann euch wirklich nur weiterempfehlen! Danke für alles!♥️💯",
        "stars": 5
    },
    {
        "type": "google",
        "username": "WuCroeMi",
        "avatar": "wucroemi.png",
        "content": "Toll einfach nur Toll.",
        "stars": 5
    },
    {
        "type": "google",
        "username": "Muffin",
        "avatar": "muffin.png",
        "content": "Ziemlich gut sogar perfekt",
        "stars": 5
    },
    {
        "type": "google",
        "username": "Timong craft",
        "avatar": "timongcraft.png",
        "content": "Ich wollte nochmal sagen das Endelon-Hosting ein sehr gutes Hosting ist und es keinen besseren Free-Hoster gibt, die so viel Leistung und keine Werbung etc. haben.",
        "stars": 5
    },
    {
        "type": "google",
        "username": "ZeroKatze",
        "avatar": "zerokatze.png",
        "content": "Dieser Hoster einfach der beste. <br/>Der Supportwartezeit ist recht kurz und die Supporter sind freundlich, Höfflich",
        "stars": 5
    },
    {
        "type": "google",
        "username": "Tom Bergman",
        "avatar": "tombergman.png",
        "content": "Es ist ein guter Hoster es ist ein netter Support un der Owner ist auch ein netter Mensch und hilfsbereit",
        "stars": 5
    },
    {
        "type": "google",
        "username": "Music4all. 3",
        "avatar": "music4all.png",
        "content": "Sehr tolle Services, kann ich nur empfehlen :)",
        "stars": 5
    },
    {
        "type": "google",
        "username": "crazy boys - Gaming",
        "avatar": "crazyboys.png",
        "content": "sehr guter Kundenservice, keine Werbung",
        "stars": 5
    },
    {
        "type": "google",
        "username": "Spielepapagei",
        "avatar": "spielepapagei.png",
        "content": "Endelon hosting ist sehr gut, bietet gute Server mit dem \"besten\" Game Server Panel an. (Moonlight wird besser)",
        "stars": 4
    },
    {
        "type": "google",
        "username": "D3vilofD34d",
        "avatar": "d3vilofd34d.png",
        "content": "Einfach einer der Besten Gratis Hosting Anbieter man hat keine Werbung, Schneller Support und man muss nicht wie bei vielen Gratis Anbietern nach paar Wochen bezahlen oder den Server alle paar min Starten wenn niemand drauf ist. Kann Endelon Hosting einfach weiter Empfehlen.",
        "stars": 5
    },
    {
        "type": "google",
        "username": "EinfachFox",
        "avatar": "einfachfox.png",
        "content": "Guter Support + Guter Hoster!",
        "stars": 5
    },
    {
        "type": "google",
        "username": "Simone Wutz",
        "avatar": "simonewutz.png",
        "content": "",
        "stars": 5
    },
    {
        "type": "google",
        "username": "Dervernichter334",
        "avatar": "dervernichter334.png",
        "content": "",
        "stars": 5
    },
    {
        "type": "google",
        "username": "Jan Erdi",
        "avatar": "janerdi.png",
        "content": "",
        "stars": 5
    },
    {
        "type": "google",
        "username": "Bjarne Oppermann",
        "avatar": "bjarneoppermann.png",
        "content": "",
        "stars": 5
    },
    {
        "type": "google",
        "username": "Daniel Reiswich",
        "avatar": "danielreiswich.png",
        "content": "💸 Kostenlos, Server laufen um Welten besser als die von Aternos mit viel mehr RAM und auch noch mit einer guten 📈 Up-Time..? Support bekommt man fuer denn Service schon viel zu schnell, ist auf keinen Fall bad aber wenn man so bedenkt das man bei vielen anderen wenn man was Free bezieht kaum bis keinen bekommt, weil wieso sollte man? 🤔 Was ich auf dem Endelon Discord erfahren durfte: Der Betreiber ist ein Herzensguter Mensch der mehr Verlust als gewinn macht da Spenden kaum Vorhanden sind und trotzdem zieht er und sein Team das komplett durch, seit laengerem.. 😐 was ich absolut nicht verstehen kann, dennoch gebuehrt Endelon mein ganzer Respekt! ❤️ Vielen Dank fuer den Service!",
        "stars": 5
    },
    {
        "type": "google",
        "username": "Angela Fleischmann",
        "avatar": "angelafleischmann.png",
        "content": "",
        "stars": 4
    },
    {
        "type": "google",
        "username": "Carmen Baumgartner",
        "avatar": "carmenbaumgartner.png",
        "content": "",
        "stars": 5
    },
    {
        "type": "google",
        "username": "Nico Mrvic",
        "avatar": "nicomrvic.png",
        "content": "Wie immer super Support und bestes Hosting 😊 Danke Endelon!",
        "stars": 5
    },
    {
        "type": "google",
        "username": "Aro_LGyt Gaming",
        "avatar": "aro_lgytgaming.png",
        "content": "",
        "stars": 5
    },
    {
        "type": "google",
        "username": "Timongcraft",
        "avatar": "timongcraft2.png",
        "content": "",
        "stars": 5
    },
    {
        "type": "google",
        "username": "vincentcool",
        "avatar": "vincentcool.png",
        "content": "Schneller und Guter Support",
        "stars": 5
    },
    {
        "type": "google",
        "username": "DungeonFinder",
        "avatar": "dungeonfinder.png",
        "content": "Wirklich nettes Support Team & guter Server anbiter, sowas kann sich sehen lassen. (Bewertet mit 5 Sternen).",
        "stars": 5
    },
    {
        "type": "google",
        "username": "Jonas Behr",
        "avatar": "jonasbehr.png",
        "content": "Es ist super und die Teammitglieder sind sehr freundlich. Auch das man gratis einen Server bekommt ist nicht selbst verständlich. Ich bedanke mich vielmals 😀",
        "stars": 5
    },
    {
        "type": "google",
        "username": "The_Gamer",
        "avatar": "the_gamer.png",
        "content": "",
        "stars": 5
    },
    {
        "type": "google",
        "username": "Wichtigster",
        "avatar": "wichtigster.png",
        "content": "",
        "stars": 5
    },
    {
        "type": "google",
        "username": "Techno Catza",
        "avatar": "technocatza.png",
        "content": "",
        "stars": 5
    },
    {
        "type": "google",
        "username": "Hugo",
        "avatar": "hugo.png",
        "content": "Endelon Hosting hat einen sehr netten Support , das Team macht ihre Arbeit sehr gut und die server sind auch laggfrei und leistungsstark . Ich bin froh das ich so einen guten Server Hoster gefunden habe",
        "stars": 5
    },
    {
        "type": "google",
        "username": "ÖffifanYt",
        "avatar": "öffifanyt.png",
        "content": "Ein sehr nettes Team und coole Bots! Schneller Support und komplett kostenlos!",
        "stars": 5
    },
    {
        "type": "google",
        "username": "Hydra Master",
        "avatar": "hydramaster.png",
        "content": "Super Support",
        "stars": 5
    },
    {
        "type": "google",
        "username": "Dustin Engel",
        "avatar": "dustinengel.png",
        "content": "Sehr Nettes Team und Guter support für späßchen immer zu haben und sehr schnelle bereitstellung",
        "stars": 5
    },
    {
        "type": "google",
        "username": "Jan Kuhl",
        "avatar": ".png",
        "content": "jankuhl",
        "stars": 5
    },
    {
        "type": "google",
        "username": "Sedrowow Chaos",
        "avatar": "sedrowowchaos.png",
        "content": "Super Service Support, diese haben sich sofort gekümmert und das auch noch makellos!",
        "stars": 5
    }
]
